Unable to detach the selected attached detail group(s).
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId UnableToDetachGroup { get; }
  Visual Basic
Public Shared ReadOnly Property UnableToDetachGroup As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ UnableToDetachGroup {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GroupFailures Class
  Autodesk.Revit.DB Namespace